Repository: sowibrahima/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Your team’s submission has been cancelled. Your team will receive a grade of zero unless course staff resets your assessment to allow the team to resubmit a response.
fr: La soumission de votre équipe a été annulée. Votre équipe recevra la note de zéro à moins que le personnel du cours ne réinitialise votre évaluation pour permettre à l'équipe de soumettre à nouveau une réponse.

source: Your submission has been cancelled. You will receive a grade of zero unless course staff resets your assessment to allow you to resubmit a response.
fr: Votre soumission a été annulée. Vous recevrez la note de zéro à moins que le personnel du cours ne réinitialise votre évaluation pour vous permettre de soumettre à nouveau une réponse.

source: This task is not yet available. Check back to complete the assignment once this section has opened.
fr: Cette tâche n'est pas encore disponible. Revenez pour terminer le devoir une fois cette section ouverte.

source: This assignment has closed. One or more deadlines for this assignment have passed. You will receive an incomplete grade for this assignment.
fr: Ce devoir est terminé. Une ou plusieurs dates limites pour ce devoir sont passées. Vous recevrez une note incomplète pour ce devoir.

source: You have completed this assignment. Your final grade will be available when the assessments of your response are complete.
fr: Vous avez terminé ce devoir. Votre note finale sera disponible lorsque les évaluations de votre réponse seront terminées.

source: You have completed this assignment. Review your grade and your assessment details.
fr: Vous avez terminé ce devoir. Révisez votre note et les détails de votre évaluation.

source: This assignment is in progress. Learner training will close soon. Complete the learner training step to move on.
fr: Ce devoir est en cours. La formation de l'apprenant se terminera bientôt. Terminez l'étape de formation de l'apprenant pour continuer.

source: This assignment is in progress. Complete the learner training step to move on.
fr: Ce devoir est en cours. Terminez l'étape de formation de l'apprenant pour continuer.

source: This assignment is in progress. Check back later when the assessment period has started.
fr: Ce devoir est en cours. Revenez plus tard lorsque la période d'évaluation aura commencé.

source: Your Response to the Prompt Above
fr: Votre réponse à l'invite ci-dessus

source: Your Response to the Prompt:
fr: Votre réponse à l'invite :

source: You have not submitted a response.
fr: Vous n'avez pas soumis de réponse.

source: Your File Uploads
fr: Vos téléversements de fichiers

source: You have not uploaded a file.
fr: Vous n'avez pas téléversé de fichier.

source: Submit your response
fr: Soumettre votre réponse

source: Your response has been submitted.
fr: Votre réponse a été soumise.

source: Your team’s submission has been cancelled.
fr: La soumission de votre équipe a été annulée.

source: Your team will receive a grade of zero for this assignment.
fr: Votre équipe recevra la note de zéro pour ce devoir.

source: You will receive a grade of zero for this assignment.
fr: Vous recevrez la note de zéro pour ce devoir.

source: The submission deadline has passed.
fr: La date limite de soumission est passée.

source: You can no longer submit a response for this assignment.
fr: Vous ne pouvez plus soumettre de réponse pour ce devoir.

source: The submission deadline for your team has passed.
fr: La date limite de soumission pour votre équipe est passée.

source: Your team can no longer submit a response for this assignment.
fr: Votre équipe ne peut plus soumettre de réponse pour ce devoir.

source: The response submission period is closed.
fr: La période de soumission des réponses est terminée.

source: You have submitted a response.
fr: Vous avez soumis une réponse.

source: Your team has submitted a response.
fr: Votre équipe a soumis une réponse.

source: You can continue to the next step.
fr: Vous pouvez continuer à l'étape suivante.

source: Your team can continue to the next step.
fr: Votre équipe peut continuer à l'étape suivante.

source: Your team has already submitted a response.
fr: Votre équipe a déjà soumis une réponse.

source: You cannot submit a new response.
fr: Vous ne pouvez pas soumettre une nouvelle réponse.

source: Self Assessment
fr: Auto-évaluation

source: Assess your response to the prompt above.
fr: Évaluez votre réponse à l'invite ci-dessus.

source: Assess your response to the prompt:
fr: Évaluez votre réponse à l'invite :

source: Your response to the prompt
fr: Votre réponse à l'invite

source: Your response
fr: Votre réponse

source: Your file upload
fr: Votre téléversement de fichier

source: Assess your response
fr: Évaluez votre réponse

source: Use the rubric below to assess the response that you submitted.
fr: Utilisez la rubrique ci-dessous pour évaluer la réponse que vous avez soumise.

source: Submit your assessment and move to the next step
fr: Soumettez votre évaluation et passez à l'étape suivante

source: The self assessment step has not started yet.
fr: L'étape d'auto-évaluation n'a pas encore commencé.

source: The self assessment step has not started.
fr: L'étape d'auto-évaluation n'a pas commencé.

source: The self assessment step is closed.
fr: L'étape d'auto-évaluation est terminée.

source: The self assessment step is closed
fr: L'étape d'auto-évaluation est terminée

source: You have completed the self assessment step.
fr: Vous avez terminé l'étape d'auto-évaluation.

source: You have completed the self-assessment step.
fr: Vous avez terminé l'étape d'auto-évaluation.

source: You have completed the self-assessment step
fr: Vous avez terminé l'étape d'auto-évaluation

source: You have successfully assessed your own response.
fr: Vous avez évalué avec succès votre propre réponse.

source: You can now continue to the next step.
fr: Vous pouvez maintenant passer à l'étape suivante.

source: Staff Area
fr: Zone du personnel

source: Find a Student's Response
fr: Trouver la réponse d'un étudiant

source: Enter a student's username or email address to see their response.
fr: Entrez le nom d'utilisateur ou l'adresse e-mail d'un étudiant pour voir sa réponse.

source: Student's Username or Email
fr: Nom d'utilisateur ou courriel de l'étudiant

source: Find a student's response
fr: Trouver la réponse d'un étudiant

source: Student submissions for this problem are not available.
fr: Les soumissions des étudiants pour ce problème ne sont pas disponibles.

source: This student has not submitted a response to this problem.
fr: Cet étudiant n'a pas soumis de réponse à ce problème.

source: This student's submission has been cancelled.
fr: La soumission de cet étudiant a été annulée.

source: This student's submission has not been graded yet.
fr: La soumission de cet étudiant n'a pas encore été notée.

source: This student's submission has been graded.
fr: La soumission de cet étudiant a été notée.

source: View this student's submission and grade.
fr: Voir la soumission et la note de cet étudiant.

source: Remove This Student's Submission
fr: Supprimer la soumission de cet étudiant

source: You can remove this student's submitted response.
fr: Vous pouvez supprimer la réponse soumise par cet étudiant.

source: Remove Submission
fr: Supprimer la soumission

source: Reset This Student's Attempts
fr: Réinitialiser les tentatives de cet étudiant

source: You can reset this student's attempts.
fr: Vous pouvez réinitialiser les tentatives de cet étudiant.

source: Reset Attempts
fr: Réinitialiser les tentatives

source: The staff assessment step is closed for this problem.
fr: L'étape d'évaluation par le personnel est terminée pour ce problème.

source: No submissions are available for grading at this time.
fr: Aucune soumission n'est disponible pour la notation pour le moment.

source: Grade a response
fr: Noter une réponse

source: Download all submitted responses for this problem.
fr: Télécharger toutes les réponses soumises pour ce problème.

source: Download All Responses
fr: Télécharger toutes les réponses

source: Download a CSV file with all student grades for this problem.
fr: Télécharger un fichier CSV avec toutes les notes des étudiants pour ce problème.

source: Download Grade Report
fr: Télécharger le rapport de notes

source: Download a CSV file with all peer assessments for this problem.
fr: Télécharger un fichier CSV avec toutes les évaluations par les pairs pour ce problème.

source: Download Peer Assessments
fr: Télécharger les évaluations par les pairs

source: Download a CSV file with all feedback on peer assessments for this problem.
fr: Télécharger un fichier CSV avec tous les commentaires sur les évaluations par les pairs pour ce problème.

source: Download Feedback on Peer Assessments
fr: Télécharger les commentaires sur les évaluations par les pairs

source: Download a CSV file with all staff assessments for this problem.
fr: Télécharger un fichier CSV avec toutes les évaluations du personnel pour ce problème.

source: Download Staff Assessments
fr: Télécharger les évaluations du personnel

source: Information for Student:
fr: Informations pour l'étudiant :

source: Go Back to Staff Area
fr: Retour à la zone du personnel

source: Submission
fr: Soumission

source: Submitted on
fr: Soumis le

source: Submitted File
fr: Fichier soumis

source: Assessments
fr: Évaluations

source: This response has not been assessed yet.
fr: Cette réponse n'a pas encore été évaluée.

source: The following assessments of this response have been submitted:
fr: Les évaluations suivantes de cette réponse ont été soumises :

source: Assessment by
fr: Évaluation par

source: View Assessment
fr: Voir l'évaluation

source: Grade
fr: Note

source: This response has not been graded yet.
fr: Cette réponse n'a pas encore été notée.

source: The final grade for this response is
fr: La note finale pour cette réponse est

source: This response's score has been overridden.
fr: Le score de cette réponse a été annulé.

source: Override Score
fr: Annuler le score

source: Assessment Detail
fr: Détail de l'évaluation

source: Go Back to Student Information
fr: Retour aux informations sur l'étudiant

source: Comments
fr: Commentaires

source: Practice Assessment
fr: Évaluation pratique

source: Assess this response to the prompt above.
fr: Évaluez cette réponse à l'invite ci-dessus.

source: Assess this response to the prompt:
fr: Évaluez cette réponse à l'invite :

source: Sample Response
fr: Exemple de réponse

source: Assess this sample response
fr: Évaluer cet exemple de réponse

source: Use the rubric below to assess the sample response.
fr: Utilisez la rubrique ci-dessous pour évaluer l'exemple de réponse.

source: Compare your assessment with the instructor's assessment
fr: Comparez votre évaluation avec celle de l'instructeur

source: Your Assessment
fr: Votre évaluation

source: Instructor's Assessment
fr: Évaluation de l'instructeur

source: Your assessment was correct.
fr: Votre évaluation était correcte.

source: Your assessment was not correct.
fr: Votre évaluation n'était pas correcte.

source: Your Comments
fr: Vos commentaires

source: Instructor's Comments
fr: Commentaires de l'instructeur

source: You must match the instructor's assessment to continue.
fr: Vous devez correspondre à l'évaluation de l'instructeur pour continuer.

source: Submit your assessment
fr: Soumettre votre évaluation

source: Continue
fr: Continuer

source: The learner training step has not started yet.
fr: L'étape de formation de l'apprenant n'a pas encore commencé.

source: The learner training step has not started.
fr: L'étape de formation de l'apprenant n'a pas commencé.

source: The learner training step is closed.
fr: L'étape de formation de l'apprenant est terminée.

source: Not available
fr: Non disponible

source: Not applicable
fr: Non applicable

source: Not set
fr: Non défini

source: Rich Text Editor
fr: Éditeur de texte riche

source: Plain Text Editor
fr: Éditeur de texte brut

source: No response
fr: Pas de réponse

source: Allow text response only
fr: Autoriser uniquement les réponses textuelles

source: Allow file upload only
fr: Autoriser uniquement le téléversement de fichiers

source: Allow text response and file upload
fr: Autoriser les réponses textuelles et le téléversement de fichiers

source: "" "" %(points_earned)s out of %(points_possible)s
fr: "" "" %(points_earned)s sur %(points_possible)s

source: "" "" %(points_earned)s out of %(points_possible)s
fr: "" "" %(points_earned)s sur %(points_possible)s

source: This assignment is in progress. The peer assessment period will begin on
fr: Ce devoir est en cours. La période d'évaluation par les pairs commencera le

source: This assignment is in progress. The self assessment period will begin on
fr: Ce devoir est en cours. La période d'auto-évaluation commencera le

source: This assignment is in progress. Complete the peer assessment step to move on.
fr: Ce devoir est en cours. Terminez l'étape d'évaluation par les pairs pour continuer.

source: This assignment is in progress. Complete the self assessment step to move on.
fr: Ce devoir est en cours. Terminez l'étape d'auto-évaluation pour continuer.

source: Rubric for
fr: Rubrique pour

source: Points for This Option
fr: Points pour cette option

source: Overall Written Feedback
fr: Commentaires écrits généraux

source: Provide overall feedback on the response.
fr: Fournir des commentaires généraux sur la réponse.

source: Peer Assessment
fr: Évaluation par les pairs

source: Assess a peer's response to the prompt above.
fr: Évaluez la réponse d'un pair à l'invite ci-dessus.

source: Assess a peer's response to the prompt:
fr: Évaluez la réponse d'un pair à l'invite :

source: Your peer's response to the prompt
fr: La réponse de votre pair à l'invite

source: Your peer's response
fr: La réponse de votre pair

source: Your peer's file upload
fr: Le téléversement de fichier de votre pair

source: Assess this response
fr: Évaluer cette réponse

source: Use the rubric below to assess the response that your peer submitted.
fr: Utilisez la rubrique ci-dessous pour évaluer la réponse que votre pair a soumise.

source: Your peer's response to the prompt above.
fr: La réponse de votre pair à l'invite ci-dessus.

source: The peer assessment step has not started yet.
fr: L'étape d'évaluation par les pairs n'a pas encore commencé.

source: The peer assessment step has not started.
fr: L'étape d'évaluation par les pairs n'a pas commencé.

source: The peer assessment step is closed.
fr: L'étape d'évaluation par les pairs est terminée.

source: The peer assessment step is closed
fr: L'étape d'évaluation par les pairs est terminée

source: You have completed the peer assessment step.
fr: Vous avez terminé l'étape d'évaluation par les pairs.

source: You have completed the peer assessment step
fr: Vous avez terminé l'étape d'évaluation par les pairs

source: You have assessed all the responses that were assigned to you.
fr: Vous avez évalué toutes les réponses qui vous ont été assignées.

source: Assess a Response
fr: Évaluer une réponse

source: Assess a peer's response.
fr: Évaluez la réponse d'un pair.

source: Submit your assessment and assess another response
fr: Soumettez votre évaluation et évaluez une autre réponse

source: Waiting for Peer Responses to Assess
fr: En attente de réponses de pairs à évaluer

source: Waiting for Peer Responses
fr: En attente de réponses de pairs

source: There are no peer responses for you to assess at this time.
fr: Il n'y a aucune réponse de pair à évaluer pour le moment.

source: You have assessed all available responses.
fr: Vous avez évalué toutes les réponses disponibles.

source: Waiting for peer responses to assess.
fr: En attente de réponses de pairs à évaluer.

source: Waiting for Peer Assessments
fr: En attente d'évaluations par les pairs

source: You have submitted your response.
fr: Vous avez soumis votre réponse.

source: You are in the peer assessment step.
fr: Vous êtes à l'étape de l'évaluation par les pairs.

source: Waiting for peer assessments
fr: En attente d'évaluations par les pairs

source: Your team's submission has been cancelled.
fr: La soumission de votre équipe a été annulée.
