Repository: sowibrahima/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Could not parse serialized rubric
fr: Impossible d'analyser la rubrique sérialisée

source: If your assignment includes a learner training step, the rubric must have at least one criterion, and that criterion must have at least one option.
fr: Si votre devoir inclut une étape de formation de l'apprenant, la rubrique doit comporter au moins un critère, et ce critère doit avoir au moins une option.

source: Example {example_number} has a validation error: {error}
fr: L'exemple {example_number} a une erreur de validation : {error}

source: Example {example_number} has an invalid option for "{criterion_name}": "{option_name}"
fr: L'exemple {example_number} a une option non valide pour "{criterion_name}" : "{option_name}"

source: Example {example_number} has an extra option for "{criterion_name}"
fr: L'exemple {example_number} a une option supplémentaire pour "{criterion_name}"

source: Example {example_number} is missing an option for "{criterion_name}"
fr: Il manque une option à l'exemple {example_number} pour "{criterion_name}"

source: Peer
fr: Pair

source: Self
fr: Auto

source: Staff
fr: Personnel

source: Unknown
fr: Inconnu

source: Criterion {number}: {label}
fr: Critère {number} : {label}

source: Median Score {number}
fr: Score médian {number}

source: Feedback {number}
fr: Commentaire {number}

source: Item ID
fr: ID de l'élément

source: Submission ID
fr: ID de la soumission

source: Anonymized Student ID
fr: ID étudiant anonymisé

source: Assessment ID
fr: ID de l'évaluation

source: Assessment Scored Date
fr: Date de notation de l'évaluation

source: Assessment Scored Time
fr: Heure de notation de l'évaluation

source: Assessment Type
fr: Type d'évaluation

source: Anonymous Scorer Id
fr: ID de l'évaluateur anonyme

source: Overall Feedback
fr: Commentaire général

source: Assessment Score Earned
fr: Score d'évaluation obtenu

source: Assessment Scored At
fr: Évaluation notée à

source: Date/Time Final Score Given
fr: Date/heure de la note finale donnée

source: Final Score Earned
fr: Note finale obtenue

source: Final Score Possible
fr: Note finale possible

source: Feedback Statements Selected
fr: Énoncés de commentaires sélectionnés

source: Feedback on Assessment
fr: Commentaires sur l'évaluation

source: Response Files
fr: Fichiers de réponse

source: No description provided.
fr: Aucune description fournie.

source: None
fr: Aucun

source: Save
fr: Enregistrer

source: Cancel
fr: Annuler

source: Open Response Assessments allow you to configure single or multiple steps in a rubric based open response assessment sequence. The steps available below can be enabled, disable, and ordered for a flexible set of pedagogical needs.
fr: Les évaluations à réponse ouverte vous permettent de configurer une ou plusieurs étapes dans une séquence d'évaluation à réponse ouverte basée sur une rubrique. Les étapes disponibles ci-dessous peuvent être activées, désactivées et ordonnées pour un ensemble flexible de besoins pédagogiques.

source: Display Name
fr: Nom d'affichage

source: The display name for this component.
fr: Le nom d'affichage de ce composant.

source: Text Response
fr: Réponse texte

source: Specify whether learners must include a text based response to this problem's prompt.
fr: Indiquez si les apprenants doivent inclure une réponse textuelle à l'invite de ce problème.

source: Response Editor
fr: Éditeur de réponse

source: Select which editor learners will use to include a text based response to this problem's prompt.
fr: Sélectionnez l'éditeur que les apprenants utiliseront pour inclure une réponse textuelle à l'invite de ce problème.

source: File Uploads Response
fr: Réponse par téléversement de fichiers

source: Specify whether learners are able to upload files as a part of their response.
fr: Indiquez si les apprenants peuvent téléverser des fichiers dans le cadre de leur réponse.

source: Allow Multiple Files
fr: Autoriser plusieurs fichiers

source: False
fr: Faux

source: True
fr: Vrai

source: Specify whether learners can upload more than one file. This has no effect if File Uploads Response is set to None. This is automatically set to True for Team Assignments.
fr: Indiquez si les apprenants peuvent téléverser plus d'un fichier. Cela n'a aucun effet si la réponse aux téléversements de fichiers est définie sur Aucun. Ceci est automatiquement défini sur Vrai pour les devoirs d'équipe.

source: File Upload Types
fr: Types de fichiers à téléverser

source: PDF or Image Files
fr: Fichiers PDF ou image

source: Image Files
fr: Fichiers image

source: Custom File Types
fr: Types de fichiers personnalisés

source: Specify whether learners can submit files along with their text responses.
fr: Indiquez si les apprenants peuvent soumettre des fichiers avec leurs réponses textuelles.

source: File Types
fr: Types de fichiers

source: Enter the file extensions, separated by commas, that you want learners to be able to upload. For example: pdf,doc,docx.
fr: Entrez les extensions de fichiers, séparées par des virgules, que vous souhaitez que les apprenants puissent téléverser. Par exemple : pdf,doc,docx.

source: To add more file extensions, select Custom File Types and enter the full list of acceptable file extensions to be included.
fr: Pour ajouter d'autres extensions de fichiers, sélectionnez Types de fichiers personnalisés et entrez la liste complète des extensions de fichiers acceptables à inclure.

source: Allow LaTeX Responses
fr: Autoriser les réponses LaTeX

source: Specify whether learners can write LaTeX formatted strings
fr: Indiquez si les apprenants peuvent écrire des chaînes au format LaTeX

source: Top Responses
fr: Meilleures réponses

source: (Disabled)
fr: (Désactivé)

source: Specify the number of top scoring responses to display after the learner has submitted a response. Valid numbers are 0 to 99. If the number is 0, the Top Responses section does not appear to learners.
fr: Spécifiez le nombre de réponses les mieux notées à afficher après que l'apprenant a soumis une réponse. Les nombres valides sont de 0 à 99. Si le nombre est 0, la section Meilleures réponses n'apparaît pas aux apprenants.

source: When Teams Enabled is set to true, Top Responses will be disabled.
fr: Lorsque l'option Équipes activées est définie sur vrai, les meilleures réponses seront désactivées.

source: Teams Enabled
fr: Équipes activées

source: Specify whether team submissions are allowed for this response.
fr: Indiquez si les soumissions d'équipe sont autorisées pour cette réponse.

source: Select Team-Set
fr: Sélectionner un ensemble d'équipes

source: Show Rubric During Response
fr: Afficher la rubrique pendant la réponse

source: Specify whether learners can see the rubric while they are working on their response.
fr: Indiquez si les apprenants peuvent voir la rubrique pendant qu'ils travaillent sur leur réponse.

source: Allow Learner Resubmissions
fr: Autoriser les nouvelles soumissions des apprenants

source: Set to TRUE to allow learners to resubmit ungraded work. Set to FALSE if resubmissions are not allowed.
fr: Définissez sur VRAI pour autoriser les apprenants à soumettre à nouveau des travaux non notés. Définissez sur FAUX si les nouvelles soumissions ne sont pas autorisées.

source: Resubmission Grace Period
fr: Période de grâce pour la nouvelle soumission

source: Specify the maximum period during which resubmissions are allowed. If left blank, learners will be able to reset their submission as long as it has not been graded. The grace period starts once the learner has submitted their response.
fr: Spécifiez la période maximale pendant laquelle les nouvelles soumissions sont autorisées. Si laissé vide, les apprenants pourront réinitialiser leur soumission tant qu'elle n'a pas été notée. La période de grâce commence une fois que l'apprenant a soumis sa réponse.

source: Criterion
fr: Critère

source: You cannot delete a criterion after the assignment has been released.
fr: Vous ne pouvez pas supprimer un critère après la publication du devoir.

source: Remove
fr: Supprimer

source: Criterion Name
fr: Nom du critère

source: Criterion Prompt
fr: Invite de critère

source: Add Option
fr: Ajouter une option

source: Feedback for This Criterion
fr: Commentaires pour ce critère

source: Optional
fr: Facultatif

source: Required
fr: Obligatoire

source: Select one of the options above. This describes whether or not the reviewer will have to provide criterion feedback.
fr: Sélectionnez l'une des options ci-dessus. Cela décrit si l'évaluateur devra ou non fournir des commentaires sur les critères.

source: Open Response Assessment
fr: Évaluation à réponse ouverte

source: Prompt
fr: Invite

source: Rubric
fr: Rubrique

source: Schedule
fr: Calendrier

source: Assessment steps
fr: Étapes d'évaluation

source: Settings
fr: Paramètres

source: Option Name
fr: Nom de l'option

source: Option Points
fr: Points de l'option

source: Option Explanation
fr: Explication de l'option

source: Step: Peer Assessment
fr: Étape : Évaluation par les pairs

source: Peer Assessment allows students to provide feedback to other students and also receive feedback from others in their final grade. Often, though not always, this step is preceded by Self Assessment or Learner Training steps.
fr: L'évaluation par les pairs permet aux étudiants de donner leur avis à d'autres étudiants et de recevoir également les commentaires des autres dans leur note finale. Souvent, mais pas toujours, cette étape est précédée d'étapes d'auto-évaluation ou de formation de l'apprenant.

source: Configuration: For this step to be configured you must specify the number of peer reviews a student will be assessed with, and the number of peer a student must grade. Additional options can be specified.
fr: Configuration : Pour que cette étape soit configurée, vous devez spécifier le nombre d'évaluations par les pairs avec lesquelles un étudiant sera évalué, et le nombre de pairs qu'un étudiant doit noter. Des options supplémentaires peuvent être spécifiées.

source: View Options & Configuration
fr: Afficher les options et la configuration

source: Must Grade
fr: Doit noter

source: Specify the number of peer assessments that each learner must complete. Valid numbers are 1 to 99.
fr: Spécifiez le nombre d'évaluations par les pairs que chaque apprenant doit effectuer. Les nombres valides sont de 1 à 99.

source: Graded By
fr: Noté par

source: Specify the number of learners that each response must be assessed by. Valid numbers are 1 to 99.
fr: Spécifiez le nombre d'apprenants par lesquels chaque réponse doit être évaluée. Les nombres valides sont de 1 à 99.

source: Enable Flexible Peer Grade Averaging
fr: Activer la moyenne flexible des notes des pairs

source: When enabled, learners who have received at least 30%% of the required \
fr: Lorsqu'elle est activée, les apprenants qui ont reçu au moins 30 %% des \évaluations requises

source: This feature is being enabled by the course-level setting. It can be found under the Open Response Assessment Settings card on the Pages & Resources studio page.
fr: Cette fonctionnalité est activée par le paramètre au niveau du cours. Elle se trouve sous la carte Paramètres d'évaluation des réponses ouvertes sur la page Pages et ressources du studio.

source: Grading strategy for the peer assessment
fr: Stratégie de notation pour l'évaluation par les pairs

source: Mean
fr: Moyenne

source: Median (default)
fr: Médiane (par défaut)

source: Select the preferred grading strategy for the peer assessment. By default, the median across all peer reviews is used to calculate the final grade. If you select the mean, the average of all peer reviews will be used.
fr: Sélectionnez la stratégie de notation préférée pour l'évaluation par les pairs. Par défaut, la médiane de toutes les évaluations par les pairs est utilisée pour calculer la note finale. Si vous sélectionnez la moyenne, la moyenne de toutes les évaluations par les pairs sera utilisée.

source: Peer Assessment Deadlines
fr: Dates limites d'évaluation par les pairs

source: Start Date
fr: Date de début

source: Start Time
fr: Heure de début

source: The date and time when learners can begin assessing peer responses.
fr: La date et l'heure auxquelles les apprenants peuvent commencer à évaluer les réponses de leurs pairs.

source: Due Date
fr: Date d'échéance

source: Due Time
fr: Heure d'échéance

source: The date and time when all peer assessments must be complete.
fr: La date et l'heure auxquelles toutes les évaluations par les pairs doivent être terminées.

source: You cannot delete a prompt after the assignment has been released.
fr: Vous ne pouvez pas supprimer une invite après la publication du devoir.

source: Prompts. Replace the sample text with your own text. For more information, see the ORA documentation.
fr: Invites. Remplacez l'exemple de texte par votre propre texte. Pour plus d'informations, consultez la documentation ORA.

source: Add Prompt
fr: Ajouter une invite

source: Rubrics are made up of criteria, which usually contain one or more options. Each option has a point value. This template contains two sample criteria and their options. Replace the sample text with your own text. For more information, see the ORA documentation.
fr: Les rubriques sont composées de critères, qui contiennent généralement une ou plusieurs options. Chaque option a une valeur en points. Ce modèle contient deux exemples de critères et leurs options. Remplacez l'exemple de texte par votre propre texte. Pour plus d'informations, consultez la documentation ORA.

source: Add Criterion
fr: Ajouter un critère

source: Feedback for This Response
fr: Commentaires pour cette réponse

source: Feedback Instructions
fr: Instructions pour les commentaires

source: Encourage learners to provide feedback on the response they have graded. You can replace the sample text with your own.
fr: Encouragez les apprenants à donner leur avis sur la réponse qu'ils ont notée. Vous pouvez remplacer l'exemple de texte par le vôtre.

source: Default Feedback Text
fr: Texte de commentaire par défaut

source: Enter feedback text that learners will see before they enter their own feedback. Use this text to show learners a good example peer assessment.
fr: Entrez le texte de commentaire que les apprenants verront avant d'entrer leurs propres commentaires. Utilisez ce texte pour montrer aux apprenants un bon exemple d'évaluation par les pairs.

source: Deadlines Configuration
fr: Configuration des dates limites

source: Select a deadline configuration option
fr: Sélectionnez une option de configuration de date limite

source: Configure deadlines manually
fr: Configurer les dates limites manuellement

source: Match deadlines to the subsection due date
fr: Faire correspondre les dates limites à la date d'échéance de la sous-section

source: Match deadlines to the course end date
fr: Faire correspondre les dates limites à la date de fin du cours

source: Learn more about open response date settings
fr: En savoir plus sur les paramètres de date de réponse ouverte

source: Response Start Date
fr: Date de début de la réponse

source: Response Start Time
fr: Heure de début de la réponse

source: The date and time when learners can begin submitting responses.
fr: La date et l'heure auxquelles les apprenants peuvent commencer à soumettre leurs réponses.

source: Response Due Date
fr: Date d'échéance de la réponse

source: Response Due Time
fr: Heure d'échéance de la réponse

source: The date and time when learners can no longer submit responses.
fr: La date et l'heure auxquelles les apprenants ne peuvent plus soumettre de réponses.

source: Step: Self Assessment
fr: Étape : Auto-évaluation

source: Self Assessment asks learners to grade their own submissions against the rubric.
fr: L'auto-évaluation demande aux apprenants de noter leurs propres soumissions par rapport à la rubrique.

source: Self Assessment Deadlines
fr: Dates limites pour l'auto-évaluation

source: The date and time when learners can begin assessing their responses.
fr: La date et l'heure auxquelles les apprenants peuvent commencer à évaluer leurs réponses.

source: The date and time when all self assessments must be complete.
fr: La date et l'heure auxquelles toutes les auto-évaluations doivent être terminées.

source: Step: Staff Assessment
fr: Étape : Évaluation par le personnel

source: Staff Assessment gates sets the final grade for students if enabled with other steps, though it can also be used as a standalone step.
fr: Les portes d'évaluation du personnel définissent la note finale pour les étudiants si elles sont activées avec d'autres étapes, bien qu'elles puissent également être utilisées comme une étape autonome.

source: Step: Learner Training
fr: Étape : Formation de l'apprenant

source: Learner Training is used to help students practice grading a simulated peer submission in order to train them on the rubric and ensure learner's understand the rubric for either Self or Peer Assessment steps.
fr: La formation de l'apprenant est utilisée pour aider les étudiants à s'entraîner à noter une soumission de pair simulée afin de les former à la rubrique et de s'assurer que l'apprenant comprend la rubrique pour les étapes d'auto-évaluation ou d'évaluation par les pairs.

source: Configuration: For this step to be fully configured you must provide one or more graded sample responses. Learners must then match this instructor score to advance and are provided feedback when their score doesn't match the sample response.
fr: Configuration : Pour que cette étape soit entièrement configurée, vous devez fournir une ou plusieurs réponses d'échantillons notées. Les apprenants doivent ensuite correspondre à ce score de l'instructeur pour avancer et reçoivent des commentaires lorsque leur score ne correspond pas à la réponse de l'échantillon.

source: View / Add Sample Responses
fr: Voir / Ajouter des exemples de réponses

source: Add Sample Response
fr: Ajouter un exemple de réponse

source: Clone Rubric
fr: Cloner la rubrique

source: To clone a rubric from an existing published or unpublished draft, you can search by the Block ID. Note that cloning is one-way, meaning changes made after cloning will only affect the rubric being modified, and will not modify any rubric it was cloned from.
fr: Pour cloner une rubrique à partir d'un brouillon existant publié ou non, vous pouvez rechercher par l'ID du bloc. Notez que le clonage est à sens unique, ce qui signifie que les modifications apportées après le clonage n'affecteront que la rubrique en cours de modification, et ne modifieront aucune rubrique à partir de laquelle elle a été clonée.

source: Block ID For this ORA:
fr: ID de bloc pour cette ORA :

source: Block ID
fr: ID de bloc

source: No other Open Response Assessments found in course
fr: Aucune autre évaluation à réponse ouverte trouvée dans le cours

source: Clone
fr: Cloner

source: Rubric Successfully Cloned from Block ID:
fr: Rubrique clonée avec succès à partir de l'ID de bloc :

source: Scored Response
fr: Réponse notée

source: Response Score
fr: Score de la réponse

source: Response
fr: Réponse

source: Not Selected
fr: Non sélectionné

source: More information about %(name)s
fr: Plus d'informations sur %(name)s

source: Your Grade
fr: Votre note

source: "" "" %(points_earned)s out of %(points_possible)s ""
fr: "" "" %(points_earned)s sur %(points_possible)s ""

source: Your submission has been cancelled.
fr: Votre soumission a été annulée.

source: "" "" %(points_earned)s out of %(points_possible)s ""
fr: "" "" %(points_earned)s sur %(points_possible)s ""

source: Your Response
fr: Votre réponse

source: Your Upload
fr: Votre téléversement

source: Assessments of Your Response
fr: Évaluations de votre réponse

source: Status
fr: Statut

source: Overall Grade
fr: Note globale

source: Additional comments on your response
fr: Commentaires supplémentaires sur votre réponse

source: Provide feedback on peer assessments
fr: Fournir des commentaires sur les évaluations par les pairs

source: Submitting Feedback
fr: Envoi des commentaires

source: Your feedback has been submitted. Course staff will be able to see this feedback when they review course records.
fr: Vos commentaires ont été soumis. Le personnel du cours pourra voir ces commentaires lorsqu'il examinera les dossiers du cours.

source: Course staff will be able to see any feedback that you provide here when they review course records.
fr: Le personnel du cours pourra voir tous les commentaires que vous fournissez ici lorsqu'il examinera les dossiers du cours.

source: Select the statements below that best reflect your experience with peer assessments.
fr: Sélectionnez les énoncés ci-dessous qui reflètent le mieux votre expérience avec les évaluations par les pairs.

source: These assessments were useful.
fr: Ces évaluations ont été utiles.

source: These assessments were not useful.
fr: Ces évaluations n'ont pas été utiles.

source: I disagree with one or more of the peer assessments of my response.
fr: Je ne suis pas d'accord avec une ou plusieurs des évaluations par les pairs de ma réponse.

source: Some comments I received were inappropriate.
fr: Certains commentaires que j'ai reçus étaient inappropriés.

source: Provide feedback on the grade or comments that you received from your peers.
fr: Fournissez des commentaires sur la note ou les commentaires que vous avez reçus de vos pairs.

source: I feel the feedback I received was...
fr: J'ai l'impression que les commentaires que j'ai reçus étaient...

source: We could not submit your feedback
fr: Nous n'avons pas pu soumettre vos commentaires

source: Submit feedback on peer assessments
fr: Soumettre des commentaires sur les évaluations par les pairs

source: Not Completed
fr: Non terminé

source: You have not completed all the steps of this problem.
fr: Vous n'avez pas terminé toutes les étapes de ce problème.

source: Not Started
fr: Non commencé

source: You have not started this problem yet.
fr: Vous n'avez pas encore commencé ce problème.

source: Waiting for Assessments
fr: En attente d'évaluations

source: You have completed your steps in the assignment, but some assessments still need to be done on your response. When the assessments of your response are complete, you will see feedback from everyone who assessed your response, and you will receive your final grade.
fr: Vous avez terminé vos étapes du devoir, mais certaines évaluations doivent encore être effectuées sur votre réponse. Lorsque les évaluations de votre réponse seront terminées, vous verrez les commentaires de tous ceux qui ont évalué votre réponse, et vous recevrez votre note finale.

source: Grade Available Responses
fr: Noter les réponses disponibles

source: Grade Available Responses is unavailable. This item is not configured for Staff Assessment.
fr: La notation des réponses disponibles est indisponible. Cet élément n'est pas configuré pour l'évaluation par le personnel.

source: Please wait
fr: Veuillez patienter

source: Waiting Step Details
fr: Détails de l'étape d'attente

source: Waiting Step details view is unavailable. This item is not configured for peer assessments.
fr: La vue des détails de l'étape d'attente est indisponible. Cet élément n'est pas configuré pour les évaluations par les pairs.

source: Your peer's response to the prompt above
fr: La réponse de votre pair à l'invite ci-dessus

source: After you complete all the steps of this assignment, you can see the top-scoring responses from your peers.
fr: Après avoir terminé toutes les étapes de ce devoir, vous pouvez voir les réponses les mieux notées de vos pairs.
