Repository: sowibrahima/openedx-translations
Catalog: translations/xblock-submit-and-compare/submit_and_compare/conf/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Display Name
fr: Nom d'affichage

source: This name appears in the horizontal navigation at the top of the page
fr: Ce nom apparaît dans la navigation horizontale en haut de la page

source: Weight
fr: Poids

source: This assigns an integer value representing the weight of this problem
fr: Ceci attribue une valeur entière représentant le poids de ce problème

source: Max Attempts
fr: Nombre maximal de tentatives

source: This assigns an integer value representing the maximum number of times a student can attempt the problem
fr: Cela attribue une valeur entière représentant le nombre maximum de fois qu'un élève peut tenter de résoudre le problème.

source: Label for Student Answer
fr: Étiquette pour la réponse de l'apprenant

source: Label for the text area containing the student's answer
fr: Libellé de la zone de texte contenant la réponse de l'élève

source: Label for Expert Answer
fr: Étiquette pour réponse d'expert

source: Label for the 'expert' answer
fr: Étiquette pour la réponse « expert »

source: Label for Submit Button
fr: Étiquette du bouton Soumettre

source: Label for the submit button
fr: Libellé du bouton Soumettre

source: Definition
fr: Définition

source: The XML definition for the question and expert answer
fr: La définition XML de la question et de la réponse de l'expert

source: Save
fr: Sauvegarder

source: Cancel
fr: Annuler

source: Hint ({number} of {total}): {hint}
fr: Indice ({number} sur {total}) : {hint}

source: You have used {count_attempts} of {max_attempts} submission
fr: Vous avez utilisé {count_attempts} de {max_attempts} soumission

source: {weight} point possible
fr: {weight} points possibles

source: /{weight} point
fr: /{weight} points
